Repository: twiss/zamboni
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: eu

source: {0} star
eu: Izar {0}

source: The filetype you uploaded isn't recognized.
eu: Igo duzun fitxategi mota ez da ezagutzen.

source: You cancelled the upload.
eu: Igotzea bertan behera utzi duzu.

source: Images must be either PNG or JPG.
eu: Irudiek PNG edo JPG formatua izan behar dute.

source: Videos must be in WebM.
eu: Bideoek WebM formatua izan behar dute.

source: There was a problem contacting the server.
eu: Errorea gertatu da zerbitzariarekin konektatzean.

source: Select a file...
eu: Hautatu fitxategia...

source: Your packaged app should end with <code>.zip</code>.
eu: Paketeratutako zure aplikazioak <code>.zip</code> izan behar du amaieran.

source: {0}% complete
eu: %{0} osatuta

source: Cancel
eu: Utzi

source: Uploading {0}
eu: {0} igotzen

source: Error with {0}
eu: Errorea {0}(r)ekin

source: Your app failed validation with {0} error.
eu: Zure aplikazioak balidazioan huts egin du, errore {0}ekin.

source: &hellip;and {0} more
eu: &hellip;eta {0} gehiago

source: See full validation report
eu: Ikusi balidazioaren txosten osoa

source: Validating {0}
eu: {0} balidatzen

source: Received an empty response from the server; status: {0}
eu: Erantzun huts jaso da zerbitzaritik; egoera: {0}

source: Unexpected server error while validating.
eu: Espero gabeko zerbitzari-errorea balidatzean.

source: Finished validating {0}
eu: {0}(r)en balidazioa amaitu da

source: Your app passed validation with no errors and {0} warning.
eu: Zure aplikazioak balidazioa gainditu du, errorerik gabe eta abisu {0}ekin.

source: Your app passed validation with no errors or warnings.
eu: Zure aplikazioak balidazioa gainditu du, errore edo abisurik gabe.

source: The manifest could not be found at the given location.
eu: Ezin izan da manifestua aurkitu emandako helbidean.

source: App host could not be reached.
eu: Ezin izan da aplikazioaren ostalariarekin kontaktatu.

source: App manifest is unparsable.
eu: Ezin izan da aplikazioaren manifestua analizatu.

source: App manifest is invalid.
eu: Aplikazioaren manifestua baliogabea da.

source: App is already installed.
eu: Aplikazioa dagoeneko instalatuta dago.

source: Internal server error.
eu: Zerbitzariaren barne-errorea.

source: Internal server error on app installation.
eu: Zerbitzariaren barne-errorea aplikazioa instalatzean.

source: Install failed. Please try again later.
eu: Instalazioak huts egin du. Mesedez saiatu berriro geroago.

source: Your app failed validation with {0} error and {1} message(s).
eu: Zure aplikazioak balidazioan huts egin du, errore {0} eta {1} mezurekin.

source: Your app passed validation with no errors and {0} message.
eu: Zure aplikazioak balidazioa pasa du errorerik gabe eta mezu batekin.

source: Your app passed validation with no errors or messages.
eu: Zure aplikazioak balidazioa pasa du errorerik edo mezurik gabe.

source: Changes Saved
eu: Aldaketak gordeta

source: Enter a new team member's email address
eu: Idatzi taldekide berri baten helbide elektronikoa

source: Refreshed
eu: Berrituta

source: There was an error uploading your file.
eu: Errorea gertatu da fitxategia igotzean.

source: Learn more
eu: Argibide gehiago

source: Example
eu: Adibidea

source: Image changes being processed
eu: Irudi-aldaketak prozesatzen ari dira

source: This video requires a browser with support for open video
eu: Bideo honek bideo-formatu irekiak onartzen dituen nabigatzailea behar du

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
eu: edo <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Flash Player</a>.
eu: Flash Player</a> erreproduzitzailea.

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
eu: Funtzionaltasun hau behin-behinean desgaituta dago webgunearen mantentze-lanak burutu artean. Saiatu berriro geroago.

source: Remove this localization
eu: Kendu itzulpen hau

source: Persona login failed. Maybe you don't have an account under that email address?
eu: Persona-rekin saioa hasteak huts egin du. Agian ez duzu konturik helbide elektroniko horrekin?

source: Persona login failed. A server error was encountered.
eu: Persona-rekin saioa hasteak huts egin du. Zerbitzariaren errore bat gertatu da.

source: Show All Results
eu: Erakutsi emaitza guztiak

source: Over {0} results found, consider refining your search.
eu: {0} emaitzatik gora aurkitu dira, saiatu bilaketa zehazten.

source: Requested Permissions:
eu: Eskatutako baimenak:

source: Certified
eu: Ziurtagiriduna

source: Privileged
eu: Pribilegioduna

source: Unprivileged
eu: Pribilegio gabea

source: No reason given
eu: Ez da arrazoirik eman

source: OK
eu: Ados

source: Spanish Banking Code
eu: Espainiako banku-kodea

source: Irish Sort Code
eu: Irlandako banku-kodea

source: Belgian Sort Code
eu: Belgikako banku-kodea

source: Spanish/French/Italian/Dutch Banking Code
eu: Espainia/Frantzia/Italia/Herbehereetako banku-kodea

source: Dutch/US Sort Code
eu: Herbehereetako/AEBetako banku-kodea

source: Canadian Transit Number/German Routing Code
eu: Kanadako banku-iraganbidearen zenbakia/Alemaniako banku-identifikazio kodea

source: Korean Bank and Branch/Indonesian Bank Code
eu: Koreako bankua eta sukurtsala/Indonesiako banku-kodea

source: Greek HEBIC/Indonesian Bank Code
eu: Greziako HEBICa/Indonesiako banku-kodea

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
eu: EB/Irlandako banku-kodea edo Zeelanda Berriko kontu-aurrezenbakia edo Australiako BSB kodea

source: Austrian/Swiss Bank Code
eu: Austria/Suitzako banku-kodea

source: Danish/Swiss Bank Code
eu: Danimarka/Suitzako banku-kodea

source: Swiss/Iraqi Bank Code
eu: Suitza/Irakeko banku-kodea

source: Iraqi Bank Code
eu: Irakeko banku-kodea

source: Detected: {0}
eu: Detektatua: {0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
eu: Ordainketarako "{0}" kontua ezabatuz, ondorengo aplikaziotik ordainketarako kontua ezabatuko da. Ordainketarako konturik gabeko aplikazioa ez da aurrerantzean salgai egongo.

source: {appName} payment accounts:
eu: {appName}(r)en ordainketarako kontuak:

source: Error
eu: Errorea

source: There was a problem contacting the payment server.
eu: Arazo bat egon da ordainketarako zerbitzaria kontaktatzean.

source: Authentication error
eu: Errorea autentifikatzean

source: You do not currently have any payment accounts.
eu: Une honetan ez duzu ordainketarako konturik.

source: Search themes for <b>{0}</b>
eu: Bilatu <b>{0}</b>(e)rako gaiak

source: Search apps for <b>{0}</b>
eu: Bilatu <b>{0}</b>(e)rako aplikazioak

source: Search add-ons for <b>{0}</b>
eu: Bilatu <b>{0}</b>(e)rako gehigarriak

source: {0} character left.
eu: Karaktere {0} faltan.

source: All tests passed successfully.
eu: Proba guztiak ondo pasa dira.

source: These tests were not run.
eu: Probak ez dira exekutatu.

source: Tests
eu: Probak

source: Warning
eu: Abisua

source: Compatibility Tests
eu: Bateragarritasun-probak

source: App failed validation.
eu: Aplikazioak huts egin du balidatzerakoan.

source: App passed validation.
eu: Aplikazioak balidazioa gainditu du.

source: {0} error
eu: Errore {0}

source: {0} warning
eu: Abisu {0}

source: Validation task could not complete or completed with errors
eu: Ezin izan da balidazio-ataza burutu edo erroreekin burutu da

source: Internal server error
eu: Zerbitzariaren barne-errorea

source: Purchasing
eu: Erosten

source: Purchased
eu: Erosita

source: Launch
eu: Abiarazi

source: {name} was viewing this page first.
eu: {name} ari zen orri hau ikusten aurrena.

source: Receipt checked by app.
eu: Aplikazioak ordainagiria egiaztatu du.

source: Receipt was not checked by app.
eu: Aplikazioak ez du ordainagiria egiaztatu.

source: {name} was viewing this add-on first.
eu: {name}(e)k ikusi du gehigarri hau aurrenekoz.

source: Loading&hellip;
eu: Kargatzen&hellip;

source: Version Notes
eu: Bertsio-oharrak

source: Notes for Reviewers
eu: Baloratzaileentzako oharrak

source: No version notes found
eu: Ez da bertsio-oharrik aurkitu

source: Select an application first
eu: Hautatu aplikazioa lehenik

source: Error loading translation
eu: Errorea itzulpena kargatzerakoan

source: more...
eu: gehiago...

source: less...
eu: gutxiago...

source: Keep review / Remove flags
eu: Mantendu berrikuspena / Kendu markak

source: Delete review
eu: Ezabatu balorazioa

source: Skip for now
eu: Saltatu oraingoz

source: Payment failed. Try again later.
eu: Ordainketak huts egin du. Saiatu berriro geroago.

source: Packaged App
eu: Paketeratutako aplikazioa

source: Privileged App
eu: Pribilegiodun aplikazioa

source: More Information Requested
eu: Informazio gehiago eskatu da

source: Contains Editor Comment
eu: Editorearen iruzkina dauka

source: Premium App
eu: Premium aplikazioa

source: Escalated
eu: Gora igorria

source: Free
eu: Doan

source: Any
eu: Edozein

source: Approved app: {app}
eu: Aplikazioa onartuta: {app}

source: Rejected app: {app}
eu: Aplikazioa baztertuta: {app}

source: Error approving app: {app}
eu: Errorea aplikazio hau onartzean: {app}

source: Error rejecting app: {app}
eu: Errorea aplikazio hau baztertzerakoan: {app}

source: By {0} on {1}
eu: {0}(e)k, {1}(e)an

source: Follow this Collection
eu: Jarraitu bilduma hau

source: Stop Following
eu: Jarraitzeari utzi

source: Following
eu: Jarraitzen

source: This theme is incompatible with your version of {0}
eu: Gai hau bateraezina da {0}(r)en zure bertsioarekin

source: All Rights Reserved
eu: Eskubide guztiak gordeta

source: Creative Commons Attribution 3.0
eu: Creative Commons Aitortu 3.0

source: Creative Commons Attribution-NonCommercial 3.0
eu: Creative Commons Aitortu-EzKomertziala 3.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
eu: Creative Commons Aitortu-EzKomertziala-LanEratorririkGabe 3.0

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
eu: Creative Commons Aitortu-EzKomertziala-PartekatuBerdin 3.0

source: Creative Commons Attribution-NoDerivs 3.0
eu: Creative Commons Aitortu-LanEratorririkEz 3.0

source: Creative Commons Attribution-ShareAlike 3.0
eu: Creative Commons Aitortu-PartekatuBerdin 3.0

source: Your Theme's Name
eu: Zure gaiaren izena

source: Flagged for review
eu: Berrikusteko markatuta

source: Your input is required
eu: Zure sarrera beharrezkoa da

source: Marked for deletion
eu: Ezabatzeko markatuta

source: Updating results&hellip;
eu: Emaitzak eguneratzen&hellip;

source: Category
eu: Kategoria

source: use original
eu: erabili jatorrizkoa

source: Set {0} add-on to a max version of {1} and email the author.
eu: Ezarri gehigarri {0} {1}(e)ko bertsio maximora eta bidali mezua egileari.

source: Email author of {2} add-on which failed validation.
eu: Bidali mezua balidatzean huts egin duen {2} gehigarriaren egileari.

source: App installation not allowed.
eu: Aplikazioaren instalazioa ez dago baimendua.

source: App manifest is malformed.
eu: Aplikazioaren manifestua gaizki osatua dago.

source: App installation failed.
eu: Aplikazioaren instalazioak huts egin du.

source: This system does not support installing apps.
eu: Sistemak ez du aplikazioak instalatzea onartzen.

source: Admins and editors must provide a password to log in.
eu: Administratzaile eta editoreek pasahitza idatzi behar dute saioa hasteko.

source: BrowserID login failed. Maybe you don't have an account under that email address?
eu: Huts egin du BrowserID bidez saioa hasteak. Agian ez daukazu konturik helbide elektroniko horrekin?

source: Accept and Install
eu: Onartu eta instalatu

source: Add to {0}
eu: Gehitu {0}(e)ra

source: Download Now
eu: Deskargatu orain

source: Add-on has not been updated to support default-to-compatible.
eu: Gehigarria ez da eguneratu lehenespenez bateragarri izatea onartzeko.

source: You need to be using Firefox 10.0 or higher.
eu: Firefox 10.0 edo berriagoa erabili behar duzu.

source: Mozilla has marked this version as incompatible with your Firefox version.
eu: Mozillak bertsio hau zure Firefox bertsioarekin bateraezin gisa markatu du.

source: Install for {0} anyway
eu: Instalatu {0}(e)rako halare

source: Download for {0} anyway
eu: Deskargatu {0}(e)rako halere

source: Not available for your platform
eu: Ez dago eskuragarri zure plataformarako

source: Not available for {0} {1}
eu: Ez dago eskuragarri {0} {1} bertsiorako

source: Works with {app} {min} - {max}
eu: {app} {min} - {max} bertsioekin funtzionatzen du

source: View other versions
eu: Ikusi beste bertsioak

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
eu: Mozillan oinarritutako nabigatzailea behar duzu (Firefox, adibidez) bilaketa-motorra instalatzeko.

source: No results found.
eu: Ez da emaitzarik aurkitu.

source: Loading...
eu: Kargatzen...

source: <b>{0}</b> character left.
eu: Karaktere <b>{0}</b> faltan.

source: Password strength:
eu: Pasahitzaren sendotasuna:

source: At least {0} character left.
eu: Gutxienez karaktere {0} geratzen da.

source: Not Updated for {0} {1}
eu: Eguneratu gabe {0} {1}(e)rako

source: Requires Newer Version of {0}
eu: {0}(r)en bertsio berriagoa eskatzen du

source: Unreviewed
eu: Berrikusi gabea

source: Experimental <span>(Learn More)</span>
eu: Esperimentala <span>(argibide gehiago)</span>

source: Not Available for {0}
eu: Ez dago eskuragarri {0}(e)rako

source: Experimental
eu: Esperimentala

source: Installing...
eu: Instalatzen...

source: Purchasing...
eu: Erosten...

source: This add-on has been preliminarily reviewed by Mozilla.
eu: Gehigarri hau aurretik Mozilla berrikusi du.
